amd-ucode
android-tools
aria2
ark
base
base-devel
bluedevil
bluez-obex
breeze-gtk
bridge-utils
btrfs-progs
dbus-glib
dnsmasq
dolphin
dosfstools
efibootmgr
exfat-utils
fastfetch
ffmpegthumbs
firefox
foot
fwupd
git
htop
kate
kde-gtk-config
kdialog
keepassxc
kgamma
kid3
kinfocenter
kscreen
kwrited
lib32-mesa
lib32-vulkan-radeon
libreoffice-still
libva-mesa-driver
libva-utils
linux
linux-firmware
man-db
mediainfo
mkvtoolnix-gui
mpv
networkmanager
ntfs-3g
okular
openbsd-netcat
oxygen
p7zip
pacman-contrib
partitionmanager
pipewire-alsa
plasma-desktop
plasma-disks
plasma-firewall
plasma-nm
plasma-pa
plasma-workspace-wallpapers
qbittorrent
qemu-full
sddm-kcm
spectacle
sqlitebrowser
streamrip
sudo
sxiv
ufw
unrar
vde2
veracrypt
vim
virt-manager
virt-viewer
vulkan-radeon
wine
wine-mono
winetricks
yay-bin
yay-bin-debug
yt-dlp
